app/controllers/school_classes_controller.rb

  def create
    # byebug
    @school_class = SchoolClass.create(school_class_params)
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "History"], ["room_number", 432], ["created_at", "2019-09-04 15:58:03.248607"], ["updated_at", "2019-09-04 15:58:03.248607"]]